Repository: itchmecho/Lucent
Catalog: Lucent/Shared/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

# settings.local_storage_only
source: Local Storage Only
de: Nur lokale Speicherung
es: Solo Almacenamiento Local
fr: Stockage Local Uniquement
it: Solo Archiviazione Locale
ja: ローカルストレージのみ
pt_br: Apenas Armazenamento Local
zh_hans: 仅本地存储

# settings.local_storage_warning
source: Photos are stored only on this device. Back up your device regularly.
de: Fotos werden nur auf diesem Gerät gespeichert. Sichern Sie Ihr Gerät regelmäßig.
es: Las fotos se almacenan solo en este dispositivo. Haz copias de seguridad regularmente.
fr: Les photos sont stockées uniquement sur cet appareil. Sauvegardez régulièrement votre appareil.
it: Le foto sono archiviate solo su questo dispositivo. Esegui regolarmente il backup del tuo dispositivo.
ja: 写真はこのデバイスにのみ保存されます。デバイスを定期的にバックアップしてください。
pt_br: As fotos são armazenadas apenas neste dispositivo. Faça backup do seu dispositivo regularmente.
zh_hans: 照片仅存储在此设备上。定期备份您的设备。

# settings.lock_when_app_closes
source: Lock when app closes
de: Sperren wenn App geschlossen wird
es: Bloquear al cerrar la app
fr: Verrouiller à la fermeture
it: Blocca quando l'app si chiude
ja: アプリが閉じるときにロック
pt_br: Bloquear ao fechar o app
zh_hans: 应用关闭时锁定

# settings.made_with_care
source: Made with care for your privacy
de: Mit Sorgfalt für deine Privatsphäre entwickelt
es: Hecho con cuidado para tu privacidad
fr: Conçu avec soin pour votre vie privée
it: Realizzato con cura per la tua privacy
ja: プライバシーを考慮して開発されました
pt_br: Feito com cuidado para sua privacidade
zh_hans: 用心保护您的隐私

# settings.never
source: Never
de: Niemals
es: Nunca
fr: Jamais
it: Mai
ja: なし
pt_br: Nunca
zh_hans: 永不

# settings.non_sensitive_data_only
source: Non-sensitive data only
de: Nur nicht vertrauliche Daten
es: Solo datos no sensibles
fr: Données non sensibles uniquement
it: Solo dati non sensibili
ja: 機密でないデータのみ
pt_br: Apenas dados não sensíveis
zh_hans: 仅非敏感数据

# settings.open_source_licenses
source: Open Source Licenses
de: Open-Source-Lizenzen
es: Licencias de Código Abierto
fr: Licences Open Source
it: Licenze Open Source
ja: オープンソースライセンス
pt_br: Licenças de Código Aberto
zh_hans: 开源许可证

# settings.photos_stored
source: Photos Stored
de: Gespeicherte Fotos
es: Fotos Almacenadas
fr: Photos Stockées
it: Foto Archiviate
ja: 保存された写真
pt_br: Fotos Armazenadas
zh_hans: 存储的照片

# settings.privacy_message
source: Lucent is committed to your privacy. All photos are stored locally on your device with end-to-end encryption. No data is collected or transmitted.
de: Lucent legt Wert auf deine Privatsphäre. Alle Fotos werden lokal auf deinem Gerät mit Ende-zu-Ende-Verschlüsselung gespeichert. Keine Daten werden erfasst oder übertragen.
es: Lucent está comprometido con tu privacidad. Todas las fotos se almacenan localmente en tu dispositivo con cifrado de extremo a extremo. No se recopila ni transmite ningún dato.
fr: Lucent s'engage à protéger votre vie privée. Toutes les photos sont stockées localement sur votre appareil avec un chiffrement de bout en bout. Aucune donnée n'est collectée ni transmise.
it: Lucent è impegnato per la tua privacy. Tutte le foto sono archiviate localmente sul tuo dispositivo con crittografia end-to-end. Nessun dato viene raccolto o trasmesso.
ja: Lucentはあなたのプライバシーを尊重します。すべての写真はエンドツーエンド暗号化により、デバイスにローカルに保存されます。データは収集または送信されません。
pt_br: O Lucent está comprometido com sua privacidade. Todas as fotos são armazenadas localmente no seu dispositivo com criptografia de ponta a ponta. Nenhum dado é coletado ou transmitido.
zh_hans: Lucent 致力于保护您的隐私。所有照片都使用端到端加密本地存储在您的设备上。不收集或传输任何数据。

# settings.privacy_policy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de Confidentialité
it: Politica Privacy
ja: プライバシーポリシー
pt_br: Política de Privacidade
zh_hans: 隐私政策

# settings.require_on_launch
source: Require on Launch
de: Bei Start erforderlich
es: Requerir al Iniciar
fr: Exiger au Lancement
it: Richiedi all'Avvio
ja: 起動時に必須
pt_br: Exigir ao Iniciar
zh_hans: 启动时必需

# settings.security
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティ
pt_br: Segurança
zh_hans: 安全

# settings.show_photo_counts
source: Show Photo Counts
de: Fotoanzahl anzeigen
es: Mostrar Conteo de Fotos
fr: Afficher le Nombre de Photos
it: Mostra Conteggio Foto
ja: 写真数を表示
pt_br: Mostrar Contagem de Fotos
zh_hans: 显示照片计数

# settings.show_thumbnails
source: Show Thumbnails
de: Miniaturbilder anzeigen
es: Mostrar Miniaturas
fr: Afficher les Miniatures
it: Mostra Miniature
ja: サムネイルを表示
pt_br: Mostrar Miniaturas
zh_hans: 显示缩略图

# settings.storage
source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
it: Archiviazione
ja: ストレージ
pt_br: Armazenamento
zh_hans: 存储

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
pt_br: Configurações
zh_hans: 设置

# settings.total_storage
source: Total Storage
de: Gesamtspeicher
es: Almacenamiento Total
fr: Stockage Total
it: Archiviazione Totale
ja: 合計ストレージ
pt_br: Armazenamento Total
zh_hans: 总存储空间

# settings.use_biometric_to_unlock %@
source: Use %@ to unlock
de: %@ zum Entsperren verwenden
es: Usar %@ para desbloquear
fr: Utiliser %@ pour déverrouiller
it: Usa %@ per sbloccare
ja: %@ を使用してロック解除
pt_br: Usar %@ para desbloquear
zh_hans: 使用 %@ 解锁

# slideshow.exit
source: Exit Slideshow
de: Diashow beenden
es: Salir de Presentación
fr: Quitter le Diaporama
it: Esci Presentazione
ja: スライドショーを終了
pt_br: Sair da Apresentação
zh_hans: 退出幻灯片放映

# slideshow.pause
source: Pause
de: Pausieren
es: Pausar
it: Pausa
ja: 一時停止
pt_br: Pausar
zh_hans: 暂停

# slideshow.play
source: Play
de: Abspielen
es: Reproducir
fr: Lecture
it: Riproduci
ja: 再生
pt_br: Reproduzir
zh_hans: 播放

# tabs.albums
source: Albums
de: Alben
es: Álbumes
it: Album
ja: アルバム
pt_br: Álbuns
zh_hans: 相册

# tabs.photos
source: Photos
de: Fotos
es: Fotos
it: Foto
ja: 写真
pt_br: Fotos
zh_hans: 照片

# tabs.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
pt_br: Configurações
zh_hans: 设置

# tags.add_tags
source: Add Tags
de: Tags hinzufügen
es: Añadir Etiquetas
fr: Ajouter des Tags
it: Aggiungi Tag
ja: タグを追加
pt_br: Adicionar Tags
zh_hans: 添加标签

# tags.create_new_tag
source: Create New Tag
de: Neues Tag erstellen
es: Crear Nueva Etiqueta
fr: Créer un Nouveau Tag
it: Crea Nuovo Tag
ja: 新しいタグを作成
pt_br: Criar Nova Tag
zh_hans: 创建新标签

# tags.photos_to_tag
source: Photos to Tag
de: Fotos zum Taggen
es: Fotos a Etiquetar
fr: Photos à Taguer
it: Foto da Taggare
ja: タグを付ける写真
pt_br: Fotos para Marcar
zh_hans: 要标记的照片

# tags.selected_tags
source: Selected Tags
de: Ausgewählte Tags
es: Etiquetas Seleccionadas
fr: Tags Sélectionnés
it: Tag Selezionati
ja: 選択されたタグ
pt_br: Tags Selecionadas
zh_hans: 选定的标签

# albums.album_name
source: Album Name
es: Nombre del Álbum
fr: Nom de l'Album
it: Nome Album
ja: アルバム名
pt_br: Nome do Álbum
zh_hans: 相册名称

# common.ok
source: OK
es: Aceptar
zh_hans: 确定

# metadata.format
source: Format
es: Formato
it: Formato
ja: フォーマット
pt_br: Formato
zh_hans: 格式

# settings.auto_lock_timer
source: Auto-lock Timer
es: Temporizador de Bloqueo
fr: Minuterie de Verrouillage
it: Timer Blocco Automatico
ja: 自動ロックタイマー
pt_br: Temporizador de Bloqueio
zh_hans: 自动锁定计时器

# settings.build
source: Build
es: Compilación
fr: Version
it: Compilazione
ja: ビルド
zh_hans: 构建

# settings.one_minute
source: 1 Minute
es: 1 Minuto
it: 1 Minuto
ja: 1 分
pt_br: 1 Minuto
zh_hans: 1 分钟

# settings.system
source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
pt_br: Sistema
zh_hans: 系统

# settings.version
source: Version
es: Versión
it: Versione
ja: バージョン
pt_br: Versão
zh_hans: 版本

# tags.tag_name
source: Tag Name
es: Nombre de Etiqueta
fr: Nom du Tag
it: Nome Tag
ja: タグ名
pt_br: Nome da Tag
zh_hans: 标签名称

# tags.title
source: Tags
es: Etiquetas
it: Tag
ja: タグ
zh_hans: 标签
